export const menu = {
  menuItems: {
    item1: 'Акаунт',
    item2: 'Історія',
    item3: 'Мобільний додаток',
    item4: 'Тарифи',
    item5: 'Купити пончик нам',
    item6: 'Практика',
    item7: 'Спробуй!',
  },
  premiumEndSoon: {
    title: 'Закінчення Premium через',
    day: 'день',
    days: 'днів',
    subscribe: 'поновити Premium',
  },
  availableFeatures: {
    title: 'Тепер ви можете:',
    features: [
      'Переглядати список субтитрів з таймкодами',
      'Використовувати повільне повторення фраз у відео',
      'Навігація субтитрами',
      'Перекладати слова у субтитрах',
      'Подвійні субтитри',
    ],
  },
  soonFeatures: {
    title: 'Після реєстрації:',
    textProgress: 'Ваш поточний прогрес',
    textFree: '(безкоштовно)',
    features: ['Особистий словник', 'Історія перекладів', 'Вправи зі словами у мобільному додатку'],
  },
  menuSubtitle: {
    hoverPart: 'Оновіть до Premium',
    mainPart: 'щоб розблокувати всі функції',
  },
  playWithWords: {
    link: 'Практика',
    text: 'Щоденна практика слов у нашому мобільному додатку',
    popuText: 'перекладених слів',
    navigationText: 'ваші перекладені слова',
    play: 'Хочете вправлятися з вашими ',
    bold: 'перекладеними словами',
    signs: '?',
    buttonDonwload: "Поїхали",
  },
  progressCard: {
    shortCard: {
      title: 'Продовжуйте',
      text: {
        firstPart: 'Ви вже',
        secondPart: 'по своєму списку справ.'
      },
      link: 'Переглянути прогрес'
    },
    fullCard: {
      title: 'Дізнайтеся більше про eLang',
      text: 'Дізнайтеся про інші функції eLang:',
      link: {
        firstPart: '',
        secondPart: 'повний'
      },
      listItems: {
        account: 'Створіть обліковий запис eLang',
        word: 'Перекладіть слово',
        phrase: 'Перекладіть фразу',
        vocabulary: 'Збережіть своє перше слово в словнику',
        subs: 'Використовуйте подвійні субтитри на YouTube або Netflix',
        size: 'Змініть розмір чи колір субтитрів'
      }
    },
    completedCheckList: {
      title: 'Відмінно!',
      text: 'Використовуйте розширення eLang так, як вам подобається.'
    },
  },
  plans: {
    free: {
      advantages: [
        {
          text: 'Особистий словник',
        },
        {
          text: 'Субтитри та голосові накладання',
        },
        {
          text: '80 подвійних субтитрів / день',
        },
        {
          text: '10 одноразових перекладів / день',
        },
      ]
    },
    premium: {
      advantages: [
        {
          text: 'Всі функції Базового плану',
        },
        {
          text: 'Необмежені подвійні субтитри',
        },
        {
          text: 'Необмежені одноразові переклади',
        },
        {
          text: 'Необмежене завантаження субтитрів',
        },
        {
          text: 'Розширений переклад слів + синоніми',
        },
        {
          text: 'Виділення перекладених слів',
        },
        {
          text: 'Повний список субтитрів з таймкодами',
        },
        {
          text: 'Необмежена вправа зі словами',
        },
      ]
    },
  },
  account: {
    edit: 'Перейти до акаунта',
    back: 'Назад',
    cancel: 'Скасувати',
    accountDetails: 'Деталі акаунта',
    username: 'Ім\'я користувача',
    email: 'Електронна пошта',
    languages: 'Мови',
    iLearn: 'Я вивчаю',
    translateInto: 'Рідна мова',
    interfaceLanguage: 'Мова інтерфейсу',
    privacyPolicy: 'Політика конфіденційності',
    signOut: 'Вийти',
    helpNeeded: 'Потрібна допомога?',
    contactUs: 'Зв\'яжіться з нами',
    support: 'Підтримка',
    deleteAccount: 'Видалити обліковий запис',
    sureLogOut: 'Ви впевнені, що хочете вийти з облікового запису?',
    confirmDelete: 'Після видалення облікового запису всі особисті дані та збережені слова будуть назавжди видалені.',
    liveCaption: 'Субтитри до всіх відео',
    on: 'Увімкнути',
    tooltipCaption: 'У Chrome: Налаштування \u2192 Доступність \u2192 Живі підписи',
    writeToUs: 'Написати нам',
  },
  achievements: {
    title: 'Досягнення',
    viewAll: 'Переглянути все',
    discoverer: 'Відкривач',
    netflexer: 'Майстер Netflix',
    designer: 'Дизайнер',
    pioneer: 'Першопрохідець',
  },
  vocabulary: {
    title: 'Історія',
    full: 'Словник',
    history: 'Історія перекладів',
    terms: 'терміни',
    saved: 'Збережені',
    mastered: 'Вивчені',
    practiceTheTerms: 'Вправи з термінами',
    timesToMemorize: '5 разів для запам\'ятовування',
    termMastered: 'Термін вивчено!',
    practised5times: '(вивчено за 5 разів)',
    emptyHistory1: 'Перекладайте слова та фрази в будь-якому місці!',
    emptyHistory2: 'Уся історія перекладів зберігається в історії.',
  },
  practice: {
    title: 'Практика',
    mobile: 'Мобільна практика',
    download: 'Завантажте додаток',
  },
  premium: {
    title: 'Тарифні плани',
    details: 'Більше',
    subscriptionPlans: 'Деталі підписки',
    current: 'Поточний план',
    premMonthly: 'Преміум Місяць',
    premAnnual: 'Преміум Річний',
    trial: 'Пробний',
    method: 'Спосіб оплати',
    creditCard: 'Кредитна картка',
    autoRenews: 'Наступне автопоновлення',
    willCharged: 'Оплата',
    year: 'рік',
    month: 'місяць',
    cancelSubscription: 'Скасувати підписку',
    textAfterFinish: 'Після закінчення платного періоду Premium буде замінено на Free Plan.',
    textBeforeFinish: 'Усі майбутні платежі будуть скасовані, і ваш план буде знижуватися до безкоштовної версії eLang в кінці поточного періоду підписки.',
    startTrial: 'Оновити до Premium',
    base: 'Базовий',
    premium: 'Преміум',
    active: 'Активовано',
    free7: '7 днів безкоштовно',
    free: 'Безкоштовно',
    from: 'від',
    manage: 'Управління',
  },
  errors: {
    wrongPassword: 'Неправильний пароль',
    accessTemporarilyDisabled:
      'Доступ до цього облікового запису тимчасово вимкнено через багато невдалих спроб входу. Ви можете негайно відновити його, скинувши свій пароль, або спробувати знову пізніше',
    userNotFound: "Не вдалося знайти обліковий запис за цією адресою електронної пошти",
  },
  promotion: {
    text1: '🔥 Поспішайте приєднатися до преміум-функцій',
    text2: 'назавжди!🔥',
    more: 'Докладніше',
  },
  products: {
    title: 'Наші продукти',
    topText: 'Розширте своє вивчення мов! Досліджуйте наші додатки, які інтегруються з',
    topText1: ' eLang Extension ✨',
    englishCards: {
      name: 'Англійські картки',
      description: 'Готові набори карток для практики словникових карток!',
    },
    listening: {
      name: 'Слухання',
      description: 'Колекція подкастів для вправи в слуханні!',
    },
    subTune: {
      name: 'SubTune',
      description: 'Субтитри, переклад, слухання. Під рукою - в вашому смартфоні!',
    },
    myWord: {
      name: 'Моє слово',
      description: 'Вправляйте всі свої збережені слова у мобільному додатку!',
    },
  },
  monthsList: {
    items0: 'січень', 
    items1: 'лютий', 
    items2: 'березень', 
    items3: 'квітень', 
    items4: 'травень', 
    items5: 'червень', 
    items6: 'липень', 
    items7: 'серпень', 
    items8: 'вересень', 
    items9: 'жовтень', 
    items10: 'листопад', 
    items11: 'грудень',
    viewed: 'Переглянуто',
  },
}
