export const onBoarding = {
  titlePrev: 'Попередній субтитр',
  titleNext: 'Наступний субтитр',
  titleRepeat: 'Повтор',
  titleSlowRepeat: 'Повільний повтор',
  searchBtn: {
    title: 'Пошук відео з субтитрами',
    body: 'Цей перемикач допомагає легко знаходити відео з субтитрами.',
    buttonText: 'Зрозуміло',
  },
  stepOne: {
    title: 'Список субтитрів',
    text: 'Список субтитрів з часовими кодами, якими ви можете навігувати.'
  },
  stepTwo: {
    title: 'Дві субтитри',
    text: 'Використовуйте дві субтитри на своїй цільовій та рідній мовах.'
  },
  stepThree: {
    title: 'Повільний повтор',
    text: 'Субтитри повторюються повільно для кращого розуміння.'
  },
  stepFour: {
    title: 'Налаштування eLang',
    text: 'Налаштуйте розширення eLang під свої потреби.'
  },
  button: {
    back: 'Назад',
    next: 'Далі',
    finish: 'Завершити'
  },
  titleSubtitlePanelBtn: {
    title: 'Список субтитрів',
    body: {
      text1: 'Ось ',
      text2: 'список субтитрів ',
      text3: 'з часовими кодами, якими ви можете навігувати',
    }
  },
  settingsBtn: {
    title: 'Налаштування',
    body: {
      text1: 'Налаштуйте ',
      text2: 'розширення під свої потреби',
      text3: '',
    }
  }
};
