export const priceForPopup = {
    limit20Words: {
        text: 'Ви досягли ліміту 10 безкоштовних одноразових перекладів на день',
        button: 'Покращити до Преміум'
    }, 
    popupOption: {
        link: 'Є преміум',
        text: 'Вибачте, але ваш щоденний ліміт перекладів вичерпано. До зустрічі завтра!👋 Але зачекайте….'
    },
    popupFreeTrial: {
        link: 'Є преміум',
        text: 'Щоб побачити всі переклади та синоніми',
        textB: 'Кожен другий переклад - безкоштовний!',
        button: 'Розблокувати все з Преміум'
    }
};