export const settings = {
  keys: {
    title: 'Гарячі клавіші',
    item1: 'Попередній',
    item2: 'Наступний',
    item3: 'Повторити',
    item4: 'Повільний повтор',
  },
  title: 'Налаштування',
  signOut: 'Вийти',
  gameModal: {
    link: 'Тренувати',
    text: 'ваші перекладені слова'
  },
  deleteAccount: 'Видалити обліковий запис',
  modals: {
    modal1: {
      text: 'Ви впевнені, що хочете видалити свій обліковий запис?',
      okText: 'Видалити',
      cancelText: 'Скасувати',
    },
    modal2: {
      text: 'Ви впевнені, що хочете вийти з облікового запису?',
      okText: 'Вийти',
      cancelText: 'Скасувати',
    },
    modal3: {
      title: 'Змінити пароль',
      okText: 'Змінити пароль',
      cancelText: 'Скасувати',
    },
    modal4: {
      title: 'Змінити ім\'я користувача',
      okText: 'Зберегти',
      cancelText: 'Скасувати',
    },
    modal5: {
      title: 'Вітаємо. Ваш пароль успішно змінено. Ви можете змінити його ще в будь-який час.',
      cancelText: 'Дякуємо',
    },
  },
  cards: {
    card2: {
      title: 'Системні налаштування',
      items: {
        item0: {
          title: 'Я вивчаю',
          tooltip: 'Основні субтитри будуть на цій мові.',
        },
        item1: {
          title: 'Рідна мова',
          tooltip: 'Ваша цільова та рідна мови.',
        },
        item2: {
          title: 'Отримати переклад у тексті',
          option1: 'Після виділення',
          option2: 'Після кліку на значок',
        },
        item3: {
          title: 'Розмір шрифту субтитрів',
        },
        item4: {
          title: 'Колір субтитрів',
        },
        item5: {
          title: 'Автопауза при наведенні на субтитри',
          tooltip: 'Пауза після кожного субтитра',
        },
        item6: {
          title: 'Темний режим',
        },
        item7: {
          title: 'Безкоштовний обліковий запис',
          more: 'Отримайте більше функцій',
        },
        item8: {
          title: 'Двомовні субтитри',
          tooltip: 'Другі субтитри та переклади на цій мові.',
        },
        item9: {
          title: 'Фон субтитрів',
        },
        item10: {
          title: 'Виділення збережених слів',
        },
        item11: {
          title: '(автогенеровані)'
        },
        item12: {
          title: 'Мова інтерфейсу'
        },
        item13: {
          title: 'Завантажити субтитри'
        },
        item14: {
          title: 'Завантажити огляд субтитрів',
          more: 'незабаром!',
        }
      },
      errors: {
        missingError: 'У цьому відео немає субтитрів на обраній мові',
        sameLangError: 'Виберіть іншу цільову або рідну мову'
      }
    },
  },
  acssePremium: 'Перейдіть на платний план, щоб завантажити повну версію',
};
