{
  "locale_code": {
    "message": "hi"
  },
  "application_title": {
    "message": "eLang: Netflix और YouTube के साथ भाषाएँ सीखें",
    "description": "Netflix, YouTube के साथ भाषाएँ सीखने का विस्तार। टेक्स्ट अनुवाद करें, वीडियो दोहरे सबटायटल्स के साथ देखें, शब्दसंग्रह बनाएं।"
  },
  "application_description": {
    "message": "फिल्मों, नेटफ्लिक्स, यूट्यूब से भाषाएं सीखें। eLang एक्सटेंशन - डबल उपशीर्षक, व्यक्तिगत शब्दकोश और भी बहुत कुछ",
    "description": "एड ऑन नेटफ्लिक्स, एडऑन नेटफ्लिक्स, एडऑन्स ओपेरा, अमेज़ॅन ऐप भाषा बदलें, ऐप फॉर नेटफ्लिक्स ऑन मैक, ऐप नेटफ्लिक्स मैक, वीडियो में उपशीर्षक जोड़ने के लिए ऐप, बेसिक अंग्रेजी सीखना, बीबीसी अंग्रेजी उच्चारण सीखना, बीबीसी अंग्रेजी पढ़ना, बीबीसी लर्निंग इंग्लिश, बीस्टली ऑन नेटफ्लिक्स, बेस्ट इंग्लिश मूवीज़ टू लर्न इंग्लिश, बेस्ट मूवीज़ टू लर्न इंग्लिश, इंग्लिश में सुधार करने का सबसे अच्छा तरीका, इंग्लिश बोलना सीखने का सबसे अच्छा तरीका, इंग्लिश सीखने का सबसे अच्छा वेबसाइट, ब्राज़ीलियन पोर्चुगीज़, कैम्ब्रिज लर्निंग इंग्लिश, क्या आप मैकबुक पर नेटफ्लिक्स डाउनलोड कर सकते हैं, कैटलॉग नेटफ्लिक्स, कैटलॉग, कैटलॉग नेटफ्लिक्स, अमेज़ॅन ऐप भाषा बदलें, आईफ़ोन भाषा बदलें, नेटफ्लिक्स पर भाषा बदलें, नेटफ्लिक्स भाषा बदलें, नेटफ्लिक्स पर भाषा बदलना, क्रोम एडऑन्स, क्रोम एक्सटेंशन, क्रोम एक्सटेंशन फ़ॉर नेटफ्लिक्स, क्रोम एक्सटेंशन नेटफ्लिक्स, क्रोम एक्सटेंशन स्टोर, क्रोम एक्सटेंशन वेब स्टोर, क्रोम एक्सटेंशन यूट्यूब सबटाइटल्स, क्रोम एक्सटेंशन्स फ़ॉर नेटफ्लिक्स, क्रोम एक्सटेंशन्स वेब स्टोर, क्रोम गूगल कॉम वेबस्टोर, क्रोम गूगल वेबस्टोर, क्रोम गूगल.कॉम वेबस्टोर, क्रोम नेटफ्लिक्स एक्सटेंशन, क्रोम स्टोर एक्सटेंशन, क्रोम स्टोर एक्सटेंशन्स, क्रोम वेब, क्रोम वेब एक्सटेंशन, क्रोम वेब एक्सटेंशन्स, क्रोम वेब स्टोर, क्रोम वेब स्टोर ऐप्स, क्रोम वेब स्टोर डाउनलोड, क्रोम वेब स्टोर एक्सटेंशन्स, क्रोम वेब स्टोर फ़ॉर मोबाइल, क्रोम वेब स्टोर गूगल, क्रोम वेब स्टोर इंस्टॉलेशन, क्रोम वेब स्टोर मोबाइल, क्रोम वेबसाइट, कोर्सेरा, कोर्सेरा ऐप, कोर्सेरा सब्स, कोर्सेरा सबटाइटल्स, डेली इंग्लिश सीखना, डाउनलोड नेटफ्लिक्स, डाउनलोड नेटफ्लिक्स, डाउनलोड नेटफ्लिक्स, डच या इंडोनेशियाई विथ एलंग, इंग्लिश सीखने का आसान तरीका, इजीसब्स, एज, एज एक्सटेंशन, एलंग, एलंग एक्सटेंशन, एलंग.ऐप, इंग्लिश कन्वर्सेशन फॉर बिगिनर्स, इंग्लिश फॉर बिगिनर्स, इंग्लिश भाषा सीखना, इंग्लिश लर्निंग नेटफ्लिक्स, इंग्लिश लर्निंग टूल्स, इंग्लिश लर्निंग वेबसाइट्स फ्री, इंग्लिश लेसन्स ऑनलाइन, इंग्लिश मूवीज़ फॉर लर्निंग इंग्लिश, इंग्लिश टिप्स, इंग्लिश ट्रेनिंग, इंग्लिशएनीवन, इंग्लिशस्पीक"
  }
}
