export const menu = {
  menuItems: {
    item1: 'Аккаунт',
    item2: 'История',
    item3: 'Приложение',
    item4: 'Планы',
    item5: 'Купить нам пончик',
    item6: 'Тренировка',
    item7: 'Попробуй!',
  },
  premiumEndSoon: {
    title: 'Премиум версия закончится через',
    day: 'день',
    days: 'дней',
    subscribe: 'Продлить срок действия премиум',
  },
  availableFeatures: {
    title: 'Уже доступны:',
    features: [
      'Список всех субтитров с тайм-кодами',
      'Перемотка субтитров по фразам',
      'Замедленный повтор фраз',
      'Перевод слов в субтитрах',
      'Двойные субтитры'
    ],
  },
  soonFeatures: {
    title: 'После регистрации:',
    textProgress: 'Ваш текущий прогресс',
    textFree: '(бесплатно)',
    features: ['Личный словарь', 'История переводов', 'Тренировка сохранённых слов'],
  },
  menuSubtitle: {
    hoverPart: 'Обнови до Премиум,',
    mainPart: 'чтобы открыть все функции'
  },
  playWithWords: {
    link: 'Тренируй',
    text: 'Ежедневная словесная практика в нашем мобильном приложении',
    popuText: 'свои переведенныe слова',
    play: 'Тренируй свои ',
    navigationText: 'переведенныe слова',
    bold: 'переведенные слова',
    signs: '?',
    buttonDonwload: 'Начать',
  },
  progressCard: {
    shortCard: {
      title: 'Не останавливайся :)',
      text: {
        firstPart: 'Твоя первая цель завершена на',
        secondPart: ''
      },
      link: 'Посмотреть результаты'
    },
    fullCard: {
      title: 'Познакомься с eLang',
      text: 'Изучи возможности расширения eLang.',
      link: {
        firstPart: 'Завершено на',
        secondPart: ''
      },
      listItems: {
        account: 'Зарегистрироваться в расширении eLang',
        word: 'Перевести слово',
        phrase: 'Перевести фразу',
        vocabulary: 'Сохранить первое слово в Словарь',
        subs: 'Использовать двойные субтитры на Youtube или Netflix ',
        size: 'Изменить размер или цвет субтитров'
      }
    },
    completedCheckList: {
      title: 'Отличная работа!',
      text: 'Используйте расширение eLang так, как вам нравится.'
    }
  },
  plans: {
    free: {
      advantages: [
        {
          text: 'Личный словарь',
        },
        {
          text: 'Субтитры и озвучка слов',
        },
        {
          text: '80 двойных субтитров / день',
        },
        {
          text: '10 переводов в один клик / день',
        },    
      ],
    },
    premium: {
      advantages: [
        {
          text: 'Все функции Базового плана',
        },
        {
          text: 'Безлимитные двойные субтитры',
        },
        {
          text: 'Безлимитный переводы',
        },
        {
          text: 'Безлимитное скачивание субтитров',
        },
        {
          text: 'Расширенный перевод слов с синонимами',
        },
        {
          text: 'Подсвечивание переведенных слов в субтитрах',
        },
        {
          text: 'Полный список субтитров с таймкодами',
        },
        {
          text: 'Безлимитная тренировка слов',
        },
      ]
    },
  },
  account: {
    edit: 'Перейти в аккаунт',
    back: 'Назад',
    cancel: 'Отмена',
    accountDetails: 'Данные аккаунта',
    username: 'Имя пользователя',
    email: 'Почта',
    languages: 'Языки',
    iLearn: 'Я изучаю',
    translateInto: 'Родной язык',
    interfaceLanguage: 'Язык интерфейса',
    privacyPolicy: 'Политика конфиденциальности',
    signOut: 'Выйти из аккаунта',
    helpNeeded: 'Нужна помощь?',
    contactUs: 'Свяжитесь с нами',
    support: 'Тех.поддержка',
    deleteAccount: 'Удалить аккаунт',
    sureLogOut: 'Вы уверены, что хотите выйти из своей учетной записи?',
    confirmDelete: 'После удаления учетной записи все личные данные и сохраненные слова удаляются безвозвратно.',
    liveCaption: 'Субтитры для всех видео',
    on: 'Включить',
    tooltipCaption: 'В Chrome: Настройки \u2192 Спец. возможности \u2192 Автоматические субтитры',
    writeToUs: 'Написать нам',
  },
  achievements: {
    title: 'Достижения',
    viewAll: 'Просмотреть все',
    discoverer: 'Первооткрыватель',
    netflexer: 'Нетфлексер',
    designer: 'Дизайнер',
    pioneer: 'Пионер',
  },
  vocabulary: {
    title: 'История',
    full: 'Словарь',
    history: 'История переводов',
    terms: 'Терминов',
    saved: 'Сохраненные',
    mastered: 'Выученные',
    practiceTheTerms: 'Попрактикуйте термины',
    timesToMemorize: '5 раз чтобы запомнить',
    termMastered: 'Термин освоен!',
    practised5times: '(практикован 5 раз)',
    emptyHistory1: 'Переводите слова и фразы где угодно!',
    emptyHistory2: 'Все переводы сохранятся в истории.',
  },
  practice: {
    title: 'Практика',
    mobile: 'Практика на телефоне',
    download: 'Скачать приложение',
  },
  premium: {
    title: 'Тарифные планы',
    details: 'Подробнее',
    subscriptionPlans: 'Планы подписки',
    current: 'Мой текущий план',
    premMonthly: 'Премиум Месячный',
    premAnnual: 'Премиум Годовой',
    trial: 'Пробный',
    method: 'Способ оплаты',
    creditCard: 'Кредитная карта',
    autoRenews: 'Ваш план автоматически продлится',
    willCharged: 'Платеж',
    year: 'год',
    month: 'месяц',
    cancelSubscription: 'Отменить подписку',
    textAfterFinish: 'По окончании оплаченного периода Премиум будет заменен Бесплатным планом.',
    textBeforeFinish: 'Все будущие платежи будут отменены, и ваш тарифный план будет переведен на бесплатную версию eLang в конце текущего периода подписки.',
    startTrial: 'Перейти на Премиум',
    base: 'Базовый',
    premium: 'Премиум',
    active: 'Активирован',
    free7: '7 дней бесплатно',
    free: 'Бесплатно',
    from: 'от',
    manage: 'Управлять',
  },
  errors: {
    wrongPassword: 'Неправильный пароль',
    accessTemporarilyDisabled:
      'Слишком много неудачных попыток входа. Попробуйте войти через 10 мин или восстановите пароль',
    userNotFound: 'Не удалось найти аккаунт с таким email',
  },
  promotion: {
    text1: '🔥Успей подключить премиум-фунции',
    text2: 'навсегда!🔥',
    more: 'Подробнее',
  },
  products: {
    title: 'Наши продукты',
    topText: 'Знакомься с нашими приложениями и расширяй возможности обучения вместе с',
    topText1: ' eLang Extension ✨',
    englishCards: {
      name: 'English Cards',
      description: 'Готовые наборы карточек для тренировки слов!',
    },
    listening: {
      name: 'Listening',
      description: 'Коллекция подкастов для тренировки аудирования!',
    },
    subTune: {
      name: 'SubTune',
      description: 'Субтитры, аудирование, перевод - в твоем смартфоне!',
    },
    myWord: {
      name: 'My Words',
      description: 'Тренируй сохраненные слова в мобильном приложении!',
    },
  },
  monthsList: {
    items0: 'янв', 
    items1: 'фев', 
    items2: 'март', 
    items3: 'апр', 
    items4: 'май', 
    items5: 'июнь', 
    items6: 'июль', 
    items7: 'авг', 
    items8: 'сент', 
    items9: 'окт', 
    items10: 'нояб', 
    items11: 'дек',
    viewed: 'Просмотрено',
  },
}
