export const onBoarding = {
  titlePrev: 'Предыдущий субтитр',
  titleNext: 'Следующий субтитр',
  titleRepeat: 'Повторить субтитр',
  titleSlowRepeat: 'Повторить медленно',
  searchBtn: {
    title: 'Поиск видео с субтитрами',
    body: 'Мы добавили этот переключатель, чтобы помочь вам легко находить видео с субтитрами',
    buttonText: 'Понятно',
  },
  stepOne: {
    title: 'Список субтитров',
    text: 'Перемещайся по списку субтитров с таймкодами.'
  },
  stepTwo: {
    title: 'Двойные субтитры',
    text: 'Смотри видео и фильмы с субтитрами на 2 языках.'
  },
  stepThree: {
    title: 'Медленный повтор',
    text: 'Слушай субтитры медленно для лучшего понимания.'
  },
  stepFour: {
    title: 'Настройки eLang ',
    text: 'Меняй языки, цвет, размер и фон субтитров.'
  },
  button: {
    back: 'Назад',
    next: 'Далее',
    finish: 'Понятно'
  },
  titleSubtitlePanelBtn: {
    title: 'Список субтитров',
    body: {
      text1: 'Здесь список всех ',
      text2: 'субтитров с таймкодами ',
      text3: 'для удобной навигации',
    }
  },
  settingsBtn: {
    title: 'Настройки',
    body: {
      text1: '',
      text2: 'Сделай расширение еще ',
      text3: 'удобнее для себя',
    }
  }
}