export const priceForPopup = {
    limit20Words: {
        text: 'Вы достигли лимита в 10 бесплатных переводов в день.',
        button: 'Обновите до Премиума'
    },
    popupOption: {
        link: 'Обновите до Премиума',
        text: 'Извините, суточный лимит переводов исчерпан. Увидимся завтра! Но подождите....'
    },
    popupFreeTrial: {
        link: 'Обновить до Премиума',
        text: 'Чтобы увидеть все переводы и синонимы',
        textB: 'Каждый второй перевод - бесплатно!',
        button: 'Разблокировать все с Premium'
    }
}
  