export const settings = {
  keys: {
    title: 'Горячие клавиши',
    item1: 'Предыдущий',
    item2: 'Следующий',
    item3: 'Повтор',
    item4: 'Замедленный повтор',
  },
  title: 'Настройки',
  signOut: 'Выйти из аккаунта',
  gameModal: {
    link: 'Тренируй',
    text: 'переведенные слова'
  },
  deleteAccount: 'Удалить аккаунт',
  modals: {
    modal1: {
      text: 'Ты точно хочешь удалить аккаунт?',
      okText: 'Удалить',
      cancelText: 'Отмена',
    },
    modal2: {
      text: 'Ты точно хочешь выйти из аккаунта?',
      okText: 'Выйти',
      cancelText: 'Отмена',
    },
    modal3: {
      title: 'Изменение пароля',
      okText: 'Изменить пароль',
      cancelText: 'Отменить',
    },
    modal4: {
      title: 'Изменение имени пользователя',
      okText: 'Сохранить',
      cancelText: 'Отменить',
    },
    modal5: {
      title: 'Поздравляем. Твой пароль успешно изменен. Ты сможешь изменить его снова в любое время.',
      cancelText: 'Спасибо',
    },
  },
  cards: {
    card2: {
      title: 'Системные настройки',
      items: {
        item0: {
          title: 'Я изучаю',
          tooltip: 'Основные субтитры будут на этом языке.',
        },
        item1: {
          title: 'Родной язык',
          tooltip: 'Вторые субтитры и перевод будут на этом языке.',
        },
        item2: {
          title: 'Получить перевод в тексте',
          option1: 'Сразу после выделения',
          option2: 'По клику на иконку',
        },
        item3: {
          title: 'Размер субтитров',
        },
        item4: {
          title: 'Цвет субтитров',
        },
        item5: {
          title: 'Автопауза при наведении на субтитр',
          tooltip: 'Пауза после каждого субтитра',
        },
        item6: {
          title: 'Темная тема',
        },
        item7: {
          title: 'Бесплатный аккаунт',
          more: 'Получить больше функций',
        },
        item8: {
          title: 'Двойные субтитры',
          tooltip: 'Твои изучаемый и  родной языки.',
        },
        item9: {
          title: 'Фон субтитров',
        },
        item10: {
          title: 'Выделять сохраненные слова',
        },
        item11: {
          title: '(создано автоматически)'
        },
        item12: {
          title: 'Язык интерфейса'
        },
        item13: {
          title: 'Скачать субтитры'
        },
        item14: {
          title: 'Скачать краткое содержание',
          more: 'уже скоро!',
        }
      },
      errors: {
        missingError: 'Выбери другой язык субтитров или перевода',
        sameLangError: 'Выбери другой язык изучения или перевода'
      }
    },
  },
  acssePremium: 'Полная версия доступна на Премиум плане',
}
